using System;
using System.Threading;

public class UIHelper
{
    public static void ShowLogo()
    {
        Console.ForegroundColor = ConsoleColor.Cyan;

        Console.WriteLine(@"
███████╗ ██████╗ ██████╗ ████████╗██╗██████╗  ██████╗ ████████╗
██╔════╝██╔═══██╗██╔══██╗╚══██╔══╝██║██╔══██╗██╔═══██╗╚══██╔══╝
█████╗  ██║   ██║██████╔╝   ██║   ██║██████╔╝██║   ██║   ██║   
██╔══╝  ██║   ██║██╔══██╗   ██║   ██║██╔══██╗██║   ██║   ██║   
██║     ╚██████╔╝██║  ██║   ██║   ██║██████╔╝╚██████╔╝   ██║   
╚═╝      ╚═════╝ ╚═╝  ╚═╝   ╚═╝   ╚═╝╚═════╝  ╚═════╝    ╚═╝   

        F O R T I B O T  //  Stay Secure
");

}
